Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 打开后，这个存储桶会像 iCloud 云盘一样出现在系统「文件」App 里，可浏览、读取、上传、删除，并用任意 App 打开。单个文件上传上限约 300 MB（Cloudflare API 限制）。
ar: عند التفعيل، تظهر هذه الحزمة في تطبيق الملفات بالنظام مثل iCloud Drive — التصفح والقراءة والرفع والحذف، والفتح بأي تطبيق. الرفع لكل ملف محدود بنحو 300 MB (واجهة Cloudflare).
de: Wenn aktiviert, erscheint dieser Bucket wie iCloud Drive in der System-Dateien-App – durchsuchen, lesen, hochladen und löschen sowie mit jeder App öffnen. Der Upload pro Datei ist auf etwa 300 MB begrenzt (Cloudflare-API).
en: Once on, this bucket appears in the system Files app like iCloud Drive — browse, read, upload, and delete, and open with any app. Single-file upload is limited to about 300 MB (Cloudflare API).
es_mx: Al activarlo, este bucket aparece en la app Archivos del sistema como iCloud Drive: explorar, leer, subir y eliminar, y abrir con cualquier app. La subida por archivo se limita a unos 300 MB (API de Cloudflare).
fr: Une fois activé, ce bucket apparaît dans l'app Fichiers du système comme iCloud Drive — parcourir, lire, téléverser et supprimer, et ouvrir avec n'importe quelle app. Le téléversement par fichier est limité à environ 300 MB (API Cloudflare).
ja: オンにすると、このバケットは iCloud Drive のようにシステムの「ファイル」App に表示され、閲覧・読み取り・アップロード・削除でき、任意の App で開けます。1 ファイルのアップロード上限は約 300 MB です（Cloudflare API の制限）。
ko: 켜면 이 버킷이 iCloud Drive처럼 시스템 파일 앱에 나타나 탐색·읽기·업로드·삭제하고 모든 앱에서 열 수 있습니다. 파일당 업로드는 약 300MB로 제한됩니다(Cloudflare API).
pt_br: Quando ativado, este bucket aparece no app Arquivos do sistema como o iCloud Drive — navegar, ler, enviar e excluir, e abrir com qualquer app. O envio por arquivo é limitado a cerca de 300 MB (API da Cloudflare).
pt_pt: Quando ativado, este bucket aparece na app Ficheiros do sistema como o iCloud Drive — navegar, ler, carregar e eliminar, e abrir com qualquer app. O carregamento por ficheiro está limitado a cerca de 300 MB (API da Cloudflare).
tr: Açıldığında bu paket, iCloud Drive gibi sistem Dosyalar uygulamasında görünür; göz atabilir, okuyabilir, yükleyebilir, silebilir ve herhangi bir uygulamayla açabilirsiniz. Dosya başına yükleme yaklaşık 300 MB ile sınırlıdır (Cloudflare API).
zh_hant: 開啟後，這個儲存桶會像 iCloud 雲碟一樣出現在系統「檔案」App 裡，可瀏覽、讀取、上傳、刪除，並用任何 App 開啟。單一檔案上傳上限約 300 MB（Cloudflare API 限制）。
zh_hk: 開啟後，這個儲存桶會像 iCloud 雲碟一樣出現在系統「檔案」App 裡，可瀏覽、讀取、上傳、刪除，並用任何 App 開啟。單一檔案上傳上限約 300 MB（Cloudflare API 限制）。

source: 打开模块
ar: فتح الوحدة
de: Modul öffnen
en: Open Module
es_mx: Abrir módulo
fr: Ouvrir le module
ja: モジュールを開く
ko: 모듈 열기
pt_br: Abrir módulo
pt_pt: Abrir módulo
tr: Modülü aç
zh_hant: 開啟模組
zh_hk: 開啟模組

source: 托管质询
ar: تحدٍّ مُدار
de: Verwaltete Challenge
en: Managed challenge
es_mx: Desafío gestionado
fr: Défi géré
ja: マネージドチャレンジ
ko: 관리형 챌린지
pt_br: Desafio gerenciado
pt_pt: Desafio gerido
tr: Yönetilen sınama
zh_hant: 受管質詢
zh_hk: 託管質詢

source: 执行
ar: تشغيل
de: Ausführen
en: Run
es_mx: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt_br: Executar
pt_pt: Executar
tr: Çalıştır
zh_hant: 執行
zh_hk: 執行

source: 执行失败
ar: فشل الاستعلام
de: Abfrage fehlgeschlagen
en: Query failed
es_mx: La consulta falló
fr: Échec de la requête
ja: 実行に失敗しました
ko: 쿼리 실패
pt_br: A consulta falhou
pt_pt: A consulta falhou
tr: Sorgu başarısız
zh_hant: 執行失敗
zh_hk: 執行失敗

source: 执行成功，无返回行
ar: نجح الاستعلام دون إرجاع أي صفوف
de: Abfrage erfolgreich, keine Zeilen zurückgegeben
en: Query succeeded with no rows returned
es_mx: Consulta correcta, sin filas devueltas
fr: Requête réussie, aucune ligne renvoyée
ja: 実行成功。返された行はありません
ko: 쿼리 성공, 반환된 행 없음
pt_br: Consulta bem-sucedida, nenhuma linha retornada
pt_pt: Consulta bem-sucedida, nenhuma linha devolvida
tr: Sorgu başarılı, satır döndürülmedi
zh_hant: 執行成功，無傳回列
zh_hk: 執行成功，無返回行

source: 批 %lld
ar: دفعة %lld
de: Batch %lld
en: Batch %lld
es_mx: Lote %lld
fr: Lot %lld
ja: バッチ %lld
ko: 배치 %lld
pt_br: Lote %lld
pt_pt: Lote %lld
tr: Toplu %lld
zh_hant: 批次 %lld
zh_hk: 批次 %lld

source: 批量 URL 重定向列表与条目
ar: قوائم وعناصر إعادة توجيه عناوين URL المجمّعة
de: Bulk-URL-Weiterleitungslisten und -einträge
en: Bulk URL redirect lists and entries
es_mx: Listas y entradas de redirecciones masivas de URL
fr: Listes et entrées de redirections d'URL groupées
ja: URL 一括リダイレクトのリストと項目
ko: 대량 URL 리디렉션 목록 및 항목
pt_br: Listas e entradas de redirecionamentos de URL em massa
pt_pt: Listas e entradas de redirecionamentos de URL em massa
tr: Toplu URL yönlendirme listeleri ve girişleri
zh_hant: 大量 URL 重新導向清單與項目
zh_hk: 批量 URL 重定向清單與項目

source: 批量 URL 重定向列表与条目的查看与管理属于 Orange Cloud Pro。
ar: عرض وإدارة قوائم وعناصر إعادة توجيه عناوين URL المجمّعة جزء من Orange Cloud Pro.
de: Das Anzeigen und Verwalten von Bulk-URL-Weiterleitungslisten und -einträgen ist Teil von Orange Cloud Pro.
en: Viewing and managing bulk URL redirect lists and entries is part of Orange Cloud Pro.
es_mx: Ver y administrar listas y entradas de redirecciones masivas de URL es parte de Orange Cloud Pro.
fr: Consulter et gérer les listes et entrées de redirections d'URL groupées fait partie d'Orange Cloud Pro.
ja: URL 一括リダイレクトのリストと項目の表示・管理は Orange Cloud Pro の機能です。
ko: 대량 URL 리디렉션 목록과 항목의 보기·관리는 Orange Cloud Pro 기능입니다.
pt_br: Ver e gerenciar listas e entradas de redirecionamentos de URL em massa faz parte do Orange Cloud Pro.
pt_pt: Ver e gerir listas e entradas de redirecionamentos de URL em massa faz parte do Orange Cloud Pro.
tr: Toplu URL yönlendirme listelerini ve girişlerini görüntüleme ve yönetme, Orange Cloud Pro kapsamındadır.
zh_hant: 檢視與管理大量 URL 重新導向清單與項目屬於 Orange Cloud Pro。
zh_hk: 查看與管理批量 URL 重定向清單與項目屬於 Orange Cloud Pro。

source: 批量导入
ar: استيراد جماعي
de: Massenimport
en: Bulk import
es_mx: Importación masiva
fr: Import en masse
ja: 一括インポート
ko: 일괄 가져오기
pt_br: Importação em massa
pt_pt: Importação em massa
tr: Toplu İçe Aktarma
zh_hant: 批次匯入
zh_hk: 批次匯入

source: 批量导入 JSON
ar: استيراد JSON جماعيًا
de: JSON-Massenimport
en: Bulk import JSON
es_mx: Importar JSON en masa
fr: Importer du JSON en masse
ja: JSON を一括インポート
ko: JSON 일괄 가져오기
pt_br: Importar JSON em massa
pt_pt: Importar JSON em massa
tr: JSON Toplu İçe Aktar
zh_hant: 批次匯入 JSON
zh_hk: 批次匯入 JSON

source: 批量操作失败
ar: فشلت العملية المجمّعة
de: Massenvorgang fehlgeschlagen
en: Bulk operation failed
es_mx: La operación masiva falló
fr: L'opération groupée a échoué
ja: 一括操作に失敗しました
ko: 일괄 작업 실패
pt_br: A operação em massa falhou
pt_pt: A operação em massa falhou
tr: Toplu işlem başarısız oldu
zh_hant: 批次操作失敗
zh_hk: 批次操作失敗

source: 批量操作超时，请稍后刷新查看结果
ar: انتهت مهلة العملية المجمّعة. يُرجى التحديث لاحقًا لرؤية النتيجة.
de: Beim Massenvorgang ist eine Zeitüberschreitung aufgetreten. Bitte später aktualisieren, um das Ergebnis zu prüfen.
en: The bulk operation timed out. Please refresh later to check the result.
es_mx: La operación masiva agotó el tiempo de espera. Actualiza más tarde para ver el resultado.
fr: L'opération groupée a expiré. Actualisez plus tard pour vérifier le résultat.
ja: 一括操作がタイムアウトしました。後で更新して結果を確認してください。
ko: 일괄 작업이 시간 초과되었습니다. 나중에 새로 고쳐 결과를 확인하세요.
pt_br: A operação em massa expirou. Atualize mais tarde para ver o resultado.
pt_pt: A operação em massa expirou. Atualize mais tarde para ver o resultado.
tr: Toplu işlem zaman aşımına uğradı. Sonucu görmek için daha sonra yenileyin.
zh_hant: 批次操作逾時，請稍後重新整理查看結果
zh_hk: 批次操作逾時，請稍後重新整理查看結果

source: 批量重定向把大量「源 URL → 目标 URL」放进一个列表统一管理。点右上角 + 创建。
ar: تضع إعادة التوجيه المجمّعة العديد من أزواج «عنوان URL المصدر → عنوان URL الهدف» في قائمة واحدة لإدارتها موحّدة. اضغط + في أعلى اليمين للإنشاء.
de: Bulk-Weiterleitungen fassen viele „Quell-URL → Ziel-URL“-Paare in einer Liste zur einheitlichen Verwaltung zusammen. Tippe oben rechts auf +, um eine zu erstellen.
en: Bulk Redirects put many “source URL → target URL” pairs into a single list for unified management. Tap + in the top right to create one.
es_mx: Las redirecciones masivas reúnen muchos pares «URL de origen → URL de destino» en una sola lista para gestionarlos de forma unificada. Toca + arriba a la derecha para crear una.
fr: Les redirections groupées regroupent de nombreuses paires « URL source → URL cible » dans une seule liste pour une gestion unifiée. Touchez + en haut à droite pour en créer une.
ja: 一括リダイレクトは、多数の「ソース URL → ターゲット URL」を 1 つのリストにまとめて管理します。右上の + で作成できます。
ko: 대량 리디렉션은 여러 ‘소스 URL → 대상 URL’ 쌍을 하나의 목록에 모아 일괄 관리합니다. 오른쪽 위 +를 눌러 만드세요.
pt_br: Os redirecionamentos em massa reúnem muitos pares “URL de origem → URL de destino” em uma única lista para gestão unificada. Toque em + no canto superior direito para criar.
pt_pt: Os redirecionamentos em massa reúnem muitos pares “URL de origem → URL de destino” numa única lista para gestão unificada. Toque em + no canto superior direito para criar.
tr: Toplu yönlendirmeler, birçok “kaynak URL → hedef URL” çiftini birleşik yönetim için tek bir listeye koyar. Oluşturmak için sağ üstteki + simgesine dokunun.
zh_hant: 大量重新導向將許多「來源 URL → 目標 URL」放進一個清單統一管理。點右上角 + 建立。
zh_hk: 批量重定向將許多「來源 URL → 目標 URL」放進一個清單統一管理。點右上角 + 建立。

source: 找到「名称服务器（Nameservers）」设置。
ar: ابحث عن إعداد «خوادم الأسماء (Nameservers)».
de: Suche die Einstellung „Nameserver“.
en: Find the “Nameservers” setting.
es_mx: Busca la opción “Servidores de nombres (Nameservers)”.
fr: Trouvez le réglage « Serveurs de noms (Nameservers) ».
ja: 「ネームサーバ（Nameservers）」設定を見つけます。
ko: ‘네임서버(Nameservers)’ 설정을 찾으세요.
pt_br: Encontre a configuração “Servidores de nomes (Nameservers)”.
pt_pt: Encontre a definição “Servidores de nomes (Nameservers)”.
tr: “Ad sunucuları (Nameservers)” ayarını bulun.
zh_hant: 找到「名稱伺服器（Nameservers）」設定。
zh_hk: 找到「名稱伺服器（Nameservers）」設定。

source: 把 Cloudflare 告警（DDoS、健康检查、证书到期、Workers 错误率、部署失败…）推到这台设备。需账号下有 Pro 及以上套餐的域名。
ar: ادفع تنبيهات Cloudflare (DDoS، فحوصات السلامة، انتهاء صلاحية الشهادات، معدل أخطاء Workers، حالات فشل النشر…) إلى هذا الجهاز. يتطلب نطاقًا بخطة Pro أو أعلى في حسابك.
de: Cloudflare-Warnungen (DDoS, Health Checks, Zertifikatsablauf, Workers-Fehlerrate, Deployment-Fehler…) an dieses Gerät senden. Erfordert eine Domain mit Pro-Tarif oder höher in deinem Konto.
en: Push Cloudflare alerts (DDoS, health checks, certificate expiry, Workers error rate, deployment failures…) to this device. Requires a domain on a Pro or higher plan in your account.
es_mx: Envía alertas de Cloudflare (DDoS, comprobaciones de estado, vencimiento de certificados, tasa de errores de Workers, fallas de implementación…) a este dispositivo. Requiere un dominio con un plan Pro o superior en tu cuenta.
fr: Envoyez les alertes Cloudflare (DDoS, contrôles d’état, expiration de certificat, taux d’erreur Workers, échecs de déploiement…) sur cet appareil. Nécessite un domaine avec un forfait Pro ou supérieur dans votre compte.
ja: Cloudflare のアラート（DDoS、ヘルスチェック、証明書の有効期限、Workers のエラー率、デプロイ失敗など）をこの端末にプッシュします。アカウントに Pro 以上のプランのドメインが必要です。
ko: Cloudflare 경고(DDoS, 상태 확인, 인증서 만료, Workers 오류율, 배포 실패 등)를 이 기기로 푸시합니다. 계정에 Pro 이상 요금제의 도메인이 필요합니다.
pt_br: Envie alertas da Cloudflare (DDoS, verificações de integridade, expiração de certificados, taxa de erros do Workers, falhas de implantação…) para este dispositivo. Requer um domínio com plano Pro ou superior na sua conta.
pt_pt: Envie alertas da Cloudflare (DDoS, verificações de estado, expiração de certificados, taxa de erros do Workers, falhas de implementação…) para este dispositivo. Requer um domínio com plano Pro ou superior na sua conta.
tr: Cloudflare uyarılarını (DDoS, durum denetimleri, sertifika süresi dolması, Workers hata oranı, dağıtım hataları…) bu cihaza gönderin. Hesabınızda Pro veya üzeri planda bir alan adı gerektirir.
zh_hant: 把 Cloudflare 告警（DDoS、健康檢查、憑證到期、Workers 錯誤率、部署失敗…）推到這台裝置。需帳戶下有 Pro 及以上方案的網域。
zh_hk: 把 Cloudflare 告警（DDoS、健康檢查、憑證到期、Workers 錯誤率、部署失敗…）推到這部裝置。需帳戶下有 Pro 及以上計劃的域名。

source: 把 R2 存储桶挂进系统『文件』App，像 iCloud 云盘一样浏览、读写、用任意 App 打开，属于 Orange Cloud Pro。
ar: تركيب حزمة R2 في تطبيق الملفات بالنظام — التصفح والقراءة/الكتابة والفتح بأي تطبيق مثل iCloud Drive — جزء من Orange Cloud Pro.
de: Einen R2-Bucket in die System-Dateien-App einzubinden – wie iCloud Drive durchsuchen, lesen/schreiben und mit jeder App öffnen – ist Teil von Orange Cloud Pro.
en: Mounting an R2 bucket into the system Files app — browse, read/write, and open with any app like iCloud Drive — is part of Orange Cloud Pro.
es_mx: Montar un bucket de R2 en la app Archivos del sistema —explorar, leer/escribir y abrir con cualquier app como iCloud Drive— es parte de Orange Cloud Pro.
fr: Monter un bucket R2 dans l'app Fichiers du système — parcourir, lire/écrire et ouvrir avec n'importe quelle app comme iCloud Drive — fait partie d'Orange Cloud Pro.
ja: R2 バケットをシステムの「ファイル」App にマウントし、iCloud Drive のように閲覧・読み書き・任意の App で開く機能は Orange Cloud Pro に含まれます。
ko: R2 버킷을 시스템 파일 앱에 마운트하여 iCloud Drive처럼 탐색·읽기/쓰기하고 모든 앱에서 여는 기능은 Orange Cloud Pro에 포함됩니다.
pt_br: Montar um bucket R2 no app Arquivos do sistema — navegar, ler/gravar e abrir com qualquer app como o iCloud Drive — faz parte do Orange Cloud Pro.
pt_pt: Montar um bucket R2 na app Ficheiros do sistema — navegar, ler/escrever e abrir com qualquer app como o iCloud Drive — faz parte do Orange Cloud Pro.
tr: Bir R2 paketini sistem Dosyalar uygulamasına bağlamak — iCloud Drive gibi göz atmak, okumak/yazmak ve herhangi bir uygulamayla açmak — Orange Cloud Pro'nun parçasıdır.
zh_hant: 把 R2 儲存桶掛進系統「檔案」App，像 iCloud 雲碟一樣瀏覽、讀寫、用任何 App 開啟，屬於 Orange Cloud Pro。
zh_hk: 把 R2 儲存桶掛進系統「檔案」App，像 iCloud 雲碟一樣瀏覽、讀寫、用任何 App 開啟，屬於 Orange Cloud Pro。

source: 把发往某个地址的邮件转发到已验证的目的地址。
ar: أعد توجيه البريد المرسل إلى عنوان ما إلى عنوان وجهة تم التحقق منه.
de: Leiten Sie E-Mails an eine Adresse an eine verifizierte Zieladresse weiter.
en: Forward email sent to an address to a verified destination address.
es_mx: Reenvía el correo enviado a una dirección a una dirección de destino verificada.
fr: Transférez les e-mails envoyés à une adresse vers une adresse de destination vérifiée.
ja: あるアドレス宛のメールを、検証済みの目的地アドレスへ転送します。
ko: 어떤 주소로 온 이메일을 확인된 대상 주소로 전달합니다.
pt_br: Encaminhe e-mails enviados a um endereço para um endereço de destino verificado.
pt_pt: Reencaminhe o correio enviado para um endereço para um endereço de destino verificado.
tr: Bir adrese gelen e-postayı doğrulanmış bir hedef adrese iletin.
zh_hant: 將寄往某個地址的郵件轉發到已驗證的目的地址。
zh_hk: 將寄往某個地址的郵件轉寄到已驗證的目的地址。

source: 把域名状态与流量概览带上手腕，还能添加到表盘复杂功能随时一瞥。
ar: انقل حالة النطاقات ونظرة عامة على حركة المرور إلى معصمك، مع تعقيدات على واجهة الساعة لإلقاء نظرة في أي وقت.
de: Bring Domain-Status und Traffic-Übersicht an dein Handgelenk – mit Komplikationen auf dem Zifferblatt für einen Blick jederzeit.
en: Bring domain status and traffic overview to your wrist, with watch face complications for a glance anytime.
es_mx: Lleva a tu muñeca el estado de los dominios y el resumen de tráfico, con complicaciones en la carátula para verlo de un vistazo.
fr: Apportez l’état des domaines et l’aperçu du trafic à votre poignet, avec des complications sur le cadran pour un coup d’œil à tout moment.
ja: ドメインの状態とトラフィック概要を手首で確認。文字盤のコンプリケーションでいつでもひと目で。
ko: 도메인 상태와 트래픽 개요를 손목에서 확인하고, 시계 페이스 컴플리케이션으로 언제든 한눈에 볼 수 있어요.
pt_br: Leve o status dos domínios e o resumo de tráfego para o pulso, com complicações no mostrador para ver num relance.
pt_pt: Leve o estado dos domínios e o resumo de tráfego para o pulso, com complicações no mostrador para ver num relance.
tr: Alan adı durumunu ve trafik genel görünümünü bileğinize taşıyın; istediğiniz an bir bakış için saat kadranı komplikasyonlarıyla.
zh_hant: 把網域狀態與流量概覽帶上手腕，還能加入錶面複雜功能隨時一瞥。
zh_hk: 把域名狀態與流量概覽帶上手腕，還能加入錶面複雜功能隨時一瞥。

source: 把对外域名映射到本地服务。新增时会自动创建橙云代理的 CNAME。
ar: اربط نطاقًا عامًا بخدمة محلية. عند الإضافة يُنشأ تلقائيًا سجل CNAME عبر الوكيل.
de: Bilde eine öffentliche Domain auf einen lokalen Dienst ab. Beim Hinzufügen wird automatisch ein proxied CNAME erstellt.
en: Map a public domain to a local service. Adding one automatically creates a proxied CNAME.
es_mx: Asigna un dominio público a un servicio local. Al agregarlo se crea automáticamente un CNAME con proxy.
fr: Mappez un domaine public sur un service local. L’ajout crée automatiquement un CNAME proxifié.
ja: 外部向けのドメインをローカルサービスにマッピングします。追加するとプロキシ済みの CNAME が自動的に作成されます。
ko: 외부 도메인을 로컬 서비스에 매핑합니다. 추가하면 프록시된 CNAME이 자동으로 생성됩니다.
pt_br: Mapeie um domínio público para um serviço local. Ao adicionar, um CNAME com proxy é criado automaticamente.
pt_pt: Mapeie um domínio público para um serviço local. Ao adicionar, é criado automaticamente um CNAME com proxy.
tr: Genel bir alan adını yerel bir hizmete eşleyin. Eklerken otomatik olarak proxy’li bir CNAME oluşturulur.
zh_hant: 把對外網域對應到本機服務。新增時會自動建立代理的 CNAME。
zh_hk: 把對外域名對應到本機服務。新增時會自動建立代理的 CNAME。

source: 把所有 HTTP 请求重定向到 HTTPS
ar: إعادة توجيه كل طلبات HTTP إلى HTTPS
de: Alle HTTP-Anfragen auf HTTPS umleiten
en: Redirect all HTTP requests to HTTPS
es_mx: Redirige todas las solicitudes HTTP a HTTPS
fr: Rediriger toutes les requêtes HTTP vers HTTPS
ja: すべての HTTP リクエストを HTTPS にリダイレクト
ko: 모든 HTTP 요청을 HTTPS로 리디렉션
pt_br: Redireciona todas as solicitações HTTP para HTTPS
pt_pt: Redireciona todos os pedidos HTTP para HTTPS
tr: Tüm HTTP isteklerini HTTPS’ye yönlendir
zh_hant: 將所有 HTTP 請求重新導向到 HTTPS
zh_hk: 將所有 HTTP 請求重新導向到 HTTPS

source: 把某个域名/子域直接指向该 Worker，无需 DNS 与证书配置。
ar: وجّه نطاقًا أو نطاقًا فرعيًا مباشرةً إلى هذا الـ Worker — دون إعداد DNS أو شهادات.
de: Leite eine Domain oder Subdomain direkt an diesen Worker – ohne DNS- oder Zertifikatskonfiguration.
en: Point a domain or subdomain straight at this Worker — no DNS or certificate setup needed.
es_mx: Apunta un dominio o subdominio directamente a este Worker, sin configurar DNS ni certificados.
fr: Pointez un domaine ou sous-domaine directement vers ce Worker — sans configuration DNS ni certificat.
ja: ドメインまたはサブドメインをこの Worker に直接向けます。DNS や証明書の設定は不要です。
ko: 도메인이나 서브도메인을 이 Worker로 바로 연결합니다. DNS나 인증서 설정이 필요 없습니다.
pt_br: Aponte um domínio ou subdomínio diretamente para este Worker, sem configurar DNS nem certificados.
pt_pt: Aponte um domínio ou subdomínio diretamente para este Worker, sem configurar DNS nem certificados.
tr: Bir alan adını veya alt alan adını doğrudan bu Worker’a yönlendirin — DNS veya sertifika ayarı gerekmez.
zh_hant: 把某個網域/子網域直接指向該 Worker，無需 DNS 與憑證設定。
zh_hk: 把某個域名/子域直接指向該 Worker，無需 DNS 與憑證設定。

source: 把这串密钥填进你的脚本，用 AES-CBC 加密内容后发 ciphertext + iv；中继看不到明文。
ar: ضع هذا المفتاح في سكربتك، وشفّر المحتوى باستخدام AES-CBC ثم أرسل ciphertext + iv؛ لا يرى الخادم الوسيط النص الصريح أبدًا.
de: Trage diesen Schlüssel in dein Skript ein, verschlüssle den Inhalt mit AES-CBC und sende ciphertext + iv; der Relay sieht den Klartext nie.
en: Put this key in your script, AES-CBC-encrypt the content and send ciphertext + iv; the relay never sees the plaintext.
es_mx: Pon esta clave en tu script, cifra el contenido con AES-CBC y envía ciphertext + iv; el relé nunca ve el texto sin cifrar.
fr: Mettez cette clé dans votre script, chiffrez le contenu en AES-CBC et envoyez ciphertext + iv ; le relais ne voit jamais le texte en clair.
ja: このキーをスクリプトに設定し、内容を AES-CBC で暗号化して ciphertext と iv を送信します。中継は平文を見られません。
ko: 이 키를 스크립트에 넣고 내용을 AES-CBC로 암호화한 뒤 ciphertext + iv를 보내세요. 중계 서버는 평문을 볼 수 없습니다.
pt_br: Coloque esta chave no seu script, criptografe o conteúdo com AES-CBC e envie ciphertext + iv; o relay nunca vê o texto puro.
pt_pt: Coloque esta chave no seu script, encripte o conteúdo com AES-CBC e envie ciphertext + iv; o relay nunca vê o texto simples.
tr: Bu anahtarı betiğinize ekleyin, içeriği AES-CBC ile şifreleyip ciphertext + iv gönderin; aktarıcı düz metni asla görmez.
zh_hant: 把這串金鑰填進你的指令稿，用 AES-CBC 加密內容後送出 ciphertext + iv；中繼看不到明文。
zh_hk: 把這串金鑰填進你的指令稿，用 AES-CBC 加密內容後送出 ciphertext + iv；中繼看不到明文。

source: 把页面内的 HTTP 链接改写为 HTTPS
ar: إعادة كتابة روابط HTTP في صفحاتك إلى HTTPS
de: HTTP-Links auf deinen Seiten in HTTPS umschreiben
en: Rewrite HTTP links in your pages to HTTPS
es_mx: Reescribe los enlaces HTTP de tus páginas a HTTPS
fr: Réécrire les liens HTTP de vos pages en HTTPS
ja: ページ内の HTTP リンクを HTTPS に書き換えます
ko: 페이지 내 HTTP 링크를 HTTPS로 다시 씁니다
pt_br: Reescreve os links HTTP nas suas páginas para HTTPS
pt_pt: Reescreve as ligações HTTP nas suas páginas para HTTPS
tr: Sayfalarınızdaki HTTP bağlantılarını HTTPS olarak yeniden yaz
zh_hant: 將頁面內的 HTTP 連結改寫為 HTTPS
zh_hk: 將頁面內的 HTTP 連結改寫為 HTTPS

source: 投递
ar: التسليم
de: Zustellung
en: Delivery
es_mx: Entrega
fr: Remise
ja: 配信
ko: 전달
pt_br: Entrega
pt_pt: Entrega
tr: Teslim
zh_hant: 投遞
zh_hk: 投遞

source: 投递中
ar: جارٍ التسليم
de: Wird zugestellt
en: Delivering
es_mx: Entregando
fr: Remise en cours
ja: 配信中
ko: 전달 중
pt_br: Entregando
pt_pt: A entregar
tr: Teslim ediliyor
zh_hant: 投遞中
zh_hk: 投遞中

source: 投递已暂停
ar: تم إيقاف التسليم مؤقتًا
de: Zustellung pausiert
en: Delivery paused
es_mx: Entrega en pausa
fr: Remise en pause
ja: 配信を一時停止中
ko: 전달 일시정지됨
pt_br: Entrega pausada
pt_pt: Entrega em pausa
tr: Teslim duraklatıldı
zh_hant: 投遞已暫停
zh_hk: 投遞已暫停

source: 投递延迟
ar: تأخير التسليم
de: Zustellverzögerung
en: Delivery delay
es_mx: Retraso de entrega
fr: Délai de remise
ja: 配信遅延
ko: 전달 지연
pt_br: Atraso de entrega
pt_pt: Atraso de entrega
tr: Teslim gecikmesi
zh_hant: 投遞延遲
zh_hk: 投遞延遲

source: 投递延迟（秒）
ar: تأخير التسليم (ثانية)
de: Zustellverzögerung (s)
en: Delivery delay (s)
es_mx: Retraso de entrega (s)
fr: Délai de remise (s)
ja: 配信遅延（秒）
ko: 전달 지연(초)
pt_br: Atraso de entrega (s)
pt_pt: Atraso de entrega (s)
tr: Teslim gecikmesi (sn)
zh_hant: 投遞延遲（秒）
zh_hk: 投遞延遲（秒）

source: 拉丁美洲和加勒比
ar: أمريكا اللاتينية والكاريبي
de: Lateinamerika & Karibik
en: Latin America & the Caribbean
es_mx: América Latina y el Caribe
fr: Amérique latine et Caraïbes
ja: ラテンアメリカ・カリブ
ko: 라틴 아메리카 및 카리브해
pt_br: América Latina e Caribe
pt_pt: América Latina e Caraíbas
tr: Latin Amerika ve Karayipler
zh_hant: 拉丁美洲與加勒比
zh_hk: 拉丁美洲與加勒比

source: 拉取代码
ar: استنساخ المستودع
de: Repository klonen
en: Clone repo
es_mx: Clonar repositorio
fr: Cloner le dépôt
ja: リポジトリのクローン
ko: 리포지토리 클론
pt_br: Clonar repositório
pt_pt: Clonar repositório
tr: Depoyu klonla
zh_hant: 拉取程式碼
zh_hk: 拉取程式碼

source: 拒绝
ar: رفض
de: Verweigern
en: Deny
es_mx: Denegar
fr: Refuser
ja: 拒否
ko: 거부
pt_br: Negar
pt_pt: Recusar
tr: Reddet
zh_hant: 拒絕
zh_hk: 拒絕

source: 拦截
ar: حظر
de: Blockieren
en: Block
es_mx: Bloqueo
fr: Bloquer
ja: ブロック
ko: 차단
pt_br: Bloqueio
pt_pt: Bloqueio
tr: Engelle
zh_hant: 封鎖
zh_hk: 攔截

source: 拦截威胁
ar: التهديدات المحظورة
de: Blockierte Bedrohungen
en: Threats blocked
es_mx: Amenazas bloqueadas
fr: Menaces bloquées
ja: ブロックした脅威
ko: 차단된 위협
pt_br: Ameaças bloqueadas
pt_pt: Ameaças bloqueadas
tr: Engellenen tehditler
zh_hant: 封鎖威脅
zh_hk: 攔截威脅

source: 括号不匹配
ar: أقواس غير متطابقة
de: Unausgeglichene Klammern
en: Unbalanced parentheses
es_mx: Paréntesis sin equilibrar
fr: Parenthèses non équilibrées
ja: 括弧が一致していません
ko: 괄호가 맞지 않습니다
pt_br: Parênteses não balanceados
pt_pt: Parênteses não equilibrados
tr: Eşleşmeyen parantezler
zh_hant: 括號不匹配
zh_hk: 括號不匹配

source: 挂载后需将域名解析指向本项目才能生效。
ar: بعد الإضافة، وجِّه DNS النطاق إلى هذا المشروع ليصبح ساريًا.
de: Nach dem Hinzufügen muss der DNS-Eintrag der Domain auf dieses Projekt zeigen.
en: After attaching, point the domain’s DNS at this project for it to take effect.
es_mx: Después de agregarlo, apunta el DNS del dominio a este proyecto para que surta efecto.
fr: Après l’ajout, faites pointer le DNS du domaine vers ce projet pour qu’il prenne effet.
ja: 追加後、ドメインの DNS をこのプロジェクトに向けると有効になります。
ko: 추가한 후 도메인 DNS를 이 프로젝트로 지정해야 적용됩니다.
pt_br: Depois de adicionar, aponte o DNS do domínio para este projeto para que tenha efeito.
pt_pt: Depois de adicionar, aponte o DNS do domínio para este projeto para que produza efeito.
tr: Ekledikten sonra alan adının DNS’ini bu projeye yönlendirin.
zh_hant: 掛載後需將網域解析指向本專案才會生效。
zh_hk: 掛載後需將域名解析指向本項目才會生效。

source: 挂载自定义域
ar: إرفاق نطاق مخصص
de: Eigene Domain anhängen
en: Attach Custom Domain
es_mx: Asociar dominio personalizado
fr: Associer un domaine personnalisé
ja: カスタムドメインを割り当て
ko: 사용자 지정 도메인 연결
pt_br: Anexar domínio personalizado
pt_pt: Anexar domínio personalizado
tr: Özel alan adı ekle
zh_hant: 掛載自訂網域
zh_hk: 掛載自訂域名
